Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这一刻，先前如死城一般的天庭突然“活”过来了！
en_us: Suddenly, the Heavenly Court, which appeared like a ghost town, came alive!

source: 这一刻，冥军此行的目标，九阳天帝，无名，终于……出现了！
en_us: This instant, the Netherworld army’s target, Nine-Yang Celestial Thearch, Wu Ming, finally… appeared!

source: 这一夜，江逸做了个梦……
en_us: That night, Jiang Yi had a dream…

source: 这一年里，萝卜已经跟众人混得很熟了。毕竟平日里给它浇水的，都是她们。在它心里有个排行榜，沈萤第一，自己第二，其它小姐姐第三，天敌：经常切萝卜的厨子羿清，至于孤月……呸！
en_us: During this year, the radish had already become familiar with the disciples. After all, they were the ones watering him everyday. In its heart, Shen Ying ranked first, the radish itself ranked second and the Little Missys third. As for its mortal enemy, it was the chef Yi Qing who always cut radishes, and as for Lonemoon… Pui!

source: 这一招他在西山上用过，深知威力巨大，能让对方措手不及。江如龙铸鼎境七重，实力太强大了，尽管在武殿练功房内他和铸鼎境八重的冷芊芊都对战过，但真实对战他内心还是没底，只能谨慎一些。
en_us: He had used this technique on the Western Hills before. He knew this skill had great power and could catch the enemy off guard. Jiang Rulong's seventh stage of Cast Tripod Realm was too overwhelming. Even though Jiang Yi once fought against Leng Qianqian who was eighth stage of Cast Tripod Realm, in the Technique Practising Room; he still wasn't certain that he could win in a real combat, which was why he chose to be cautious.

source: 这一招果然生猛！
en_us: This technique sure was aggressive!

source: 这一掌刀劈下来，他脖子虽不会被劈断，但肯定会疼得战斗力大减，江逸只能运转武技，双手朝对方的掌刀架去。
en_us: Although the knifehand strikes would not actually break his neck, it would hurt a great deal, enough to significantly reduce one's power. Jiang Yi was forced to ready his own martial art technique, putting up both hands to fend off the palm broadswords.

source: 这一猎，她就发现自己的身体，好像出了点变化？明明从来没有打过猎，可无论是遇到了什么样奇怪的小动物，她总能轻易的抓到对方。而且力气大到了一个，自己都无法相信的地步。
en_us: Once she started hunting, she realized something was different about her body. She had never hunted before, yet no matter what kind of weird little creature she met, she was able to capture them easily. Her strength was so great that even she could not believe it herself.

source: 这一转，自然那四根粗壮的腿柱子就要跟着移动，好巧不巧就朝着这边的阵法移了过来，沈萤眉头一皱，顺手就一巴掌拍了过去，说好的不能碰！
en_us: As the beast turned around, the four pillars began to move along with the beast's body. The pillars headed straight for the array formation. Shen Ying frowned and raised her hand, smacking the turtle's legs. He said don't touch it!

source: 这三个傻逼，怎么早不出现，晚不出现，偏偏这时候出现。
en_us: Of all times, these three stooges chose to appear at this very moment!

source: 这不明摆着不管对方是谁，先抢先一步结识再说，印家果然不愧是上青界最大的奸商，下手比其它人更加迅速果断。偏偏以两家关系，他还不得不硬着头皮前来，跟大仙提一提。
en_us: It was obvious that the Yin Family couldn't care less who Shen Ying was—all they cared about was being the first to snatch her away. The Yin Family was indeed a family of shrewd businessmen, always acting quickly and effectively. However, because of the relations between the Xuan Yuan Family and the Yin Family, Xuan Yuanyu had no choice but to accede to Yin Feng's request. That was why he had plucked up his courage and came looking for the Great Immortal.

source: 这个告示一传出来，整个武殿内所有公子小姐和武者一片哗然，原本不关注江逸的武者，全部纷纷开始打听，这个陪练到底是何方神圣？竟然能成为最顶级的陪练？一场还需要如此高的费用？
en_us: Once that announcement was spread, all the young masters and young mistresses in the entire Martial Arts Hall were in an uproar. All these martial artists, who had originally not paid any attention to Jiang Yi, were all continuously starting to make inquiries over how great this sparring partner actually was. How could actually become a top-notch sparring partner? How could one match with him require such a high payment cost?

source: 这个平时低调老实的废物子弟，竟如此的狠，手段如此凶残，如果江如龙江如虎他们不是家族子弟的话，怕是要被他活生生的弄死吧？
en_us: The normally low-profiled and honest trash could be so vicious and so ruthless. Had Jiang Rulong and Jiang Ruhu not been clansmen, wouldn't they be tortured to death?

source: 这个气息是……
en_us: This aura was...

source: 这个消息一出，震惊了整个上青界。这塔的阴损程度，比起魔修来更盛。要知道对于修士而言，躯体可以再生，修为可以再练，但元神一旦消失，就是永远消失了，连转世投胎的机会都没有。
en_us: The Upper Azure World was shaken by the news. The malevolence of the pagoda was much worse than that of fiendish cultivators. Ordinary cultivators could regenerate their bodies or re-train their cultivation, but as soon as they lost their primordial spirit, they would disappear forever. They would not even have a chance at reincarnation.

source: 这个道理，在场的所有人都懂，也都看得清楚。可是在上界世家之前，小小一个玄天宗根本没有对抗的资格。两方的实力根本不成正比，况且还有这么多的低阶弟子在，无论结果如何，玄天宗都将损失惨重。
en_us: Everyone who was present understood what the Xuan Yuan Family was up to. However, the Blackheaven Sect stood no chance of defending themselves against an aristocratic family from the Upper World; the Blackheaven Sect was so much weaker compared to them. Besides, there were so many low-ranking disciples of the Blackheaven Sect around — no matter how the battle turned out, they would still stand to lose hundreds of men.

source: 这个龙形封印异常的古怪，大长老当时已经达到了紫府境八重，如此强大实力整整研究了两年却一筹莫展。想了很多办法，封印没有一丝松动和变幻，此刻却明显少了一枚符文。这说明什么？说明他很有可能彻底破解这封印啊。
en_us: This dragon-shaped seal was abnormal and odd. At the time, Grand Elder had attained the eighth stage of the Purple Mansion Realm, yet with all his great power, he was unable to find a solution despite researching for two whole years. Despite coming up with so many ideas, the seal neither loosened nor changed. Yet, at this moment, it was evident that one runic pattern was missing. How could one explain this? All Jiang Yi knew was that it was very likely that he could completely break the seal.

source: 这丫就是哭声吧？这TM绝逼就是哭声吧！
en_us: This was the sound of crying right? This was obviously the sound of crying!

source: 这么多年来饱受冷眼，两人倒是见怪不怪了，走进自家小院，还没进屋江逸立即双腿一软，捂住左肩痛苦的半跪在地上，大口大口的喘气起来。
en_us: After so many years of receiving the cold shoulder, the two were no stranger to such unfriendly and strange reactions. Entering the tiny courtyard of their house, Jiang Yi's legs turned to jelly even before reaching the main door of the house. He knelt on the ground, painfully holding onto his left shoulder in agony, breathing in deeply with each mouth of air.

source: 这么多年，她活着就是为了找甘子睿报仇。她很清楚，只要甘子睿在悟剑峰，她就绝对没有杀他的机会。如果不是沈萤，她兴许穷其一生，都进不了悟剑峰一步。
en_us: All these years, she had lived to seek revenge against Gan Zirui. She knew very well that as long as Gan Zirui remained at Sword Comprehension Peak, there was absolutely no hope for her to kill him. If not for Shen Ying, there would have been perhaps no way for her to take a step into Sword Comprehension Peak her entire life.

source: 这么大一个门派，你跟我说只有四个人？！骗鬼呢！
en_us: Such a large sect yet you’re telling me there are only four people?! Who are you trying to kid!

source: 这么有想法，你们咋不上天呢？老了不管了！
en_us: If you all have so many ideas, why are you guys still here? I can't be bothered anymore!

source: 这也可以！
en_us: How is this possible!

source: 这些对化神的孤月来说没什么，对金丹以下的弟子来说却是莫大的威势，刚想布下个隔绝阵，转头一看，有四五个人似是从这丝天地之威里感受到了什么，直接原地打坐起来，身上的修为也噌噌的迈进了一阶。
en_us: These were nothing to the Soul Formation cultivator Lonemoon, but it was a great might to the disciples below the Golden Core stage. But just as he was about to set up an isolating array, he turned to see that four to five people seemed to have been affected by the might of the world and were immediately sitting on the spot to meditate. Even their cultivations went up a level.

source: 这些年来，江家和马家子弟经常冲突，江逸在去年就曾见过江如龙和马家一位少爷各自带着数十名子弟混战，还把马家两名子弟活活打成了活死人，据说此刻还瘫痪在床。
en_us: The members of the two families butted heads constantly over the past couple of years. Just last year, Jiang Yi had witnessed a brawl between Jiang Rulong and one of the sons of the Ma Family, each leading a group of dozens of descendants from their respective family. Two of the Ma Family's descendants had been beaten straight into a vegetative state, and were apparently still paralyzed and bed-bound till this day.

source: 这些文字和他刚才梦中所见一模一样，像小蝌蚪，欢快地旋转、翻转和游动在他的脑海里面……
en_us: These words were identical to those he had witnessed in his dream: like little tadpoles they wiggled, turned, and swam in the waters of his mind…

source: 这人……真的是魔王！
en_us: This man... he's the real Devil King!

source: 这人是谁？什么时候出现的！
en_us: Who is this? When did she appear?

source: 这人看来不简单。
en_us: This man was not simple.

source: 这人谁啊？他开始快速搜索记忆中的人名，却发现没有一个可以对上号的。
en_us: Who was this person? He made a quick search through the names in his memory, but found that none of them matched.

source: 这元力丹是最低级的辅助修炼的丹药，药力和黄参丹差不多，挥散的速度慢得如蜗牛般。江逸都修炼江水决半个时辰了，元力丹的药力才扩散到丹田外面，把丹田全部笼罩进去，开始增幅丹田提炼元力的速度。
en_us: This essence force elixir was the lowest-grade elixir that could facilitate cultivation. It had a similar medicinal power to the Yellow Ginseng Pill, and its dissemination speed was as slow as a snail. Jiang Yi had circulated the Jiang Water Art for a whole hour, yet the medicinal power of the essence force elixir had just spread to the exterior of the dantian. Here, the power enveloped the entire dantian, increasing the dantian's essence refinement speed.

source: 这公子他不知道名字，但他知道姓马！此刻这管事正谄媚的和他低声说着话，一副奴才样子，江逸只是看了一眼就明白了风月楼背后的大势力，正是同属五大家族的马家。
en_us: He did not know the name of that gentleman, beyond his surname of "Ma"! At the moment, that housekeeper was speaking to him in a low voice and with much flattery, giving an impression that he was a servant. With just one look, Jiang Yi immediately understood the great power backing the Fengyue Brothel. It was none other than the Ma Family, which was one of the five great family clans of the city.

source: 这几人从哪冒出来的？
en_us: Where did these people come from?

source: 这凡人真是有分分钟把人带歪的本领。可不知为何……她偏偏半点脾气都升不起来。反而不知不觉加大了那练化的灵火，心底也开始怪怪的，一时酸一时涩五味杂陈起来。
en_us: This mortal really had the ability to lead people astray. Yet… she was unable to raise her temper at all, instead, she unconsciously raised the level of the spirit cleansing fire. She felt strange emotions stirring in her chest; a mixed concoction of bitter and sweet feelings.

source: 这到底……是只什么鬼？
en_us: What exactly... was this ghost?

source: 这到底是个什么鬼门派？！
en_us: What kind of sect was this exactly?!

source: 这到底，是对什么鬼师徒？
en_us: What should they make of this oddball master and disciple?

source: 这力度，这打斗的方式，这满是杀气的拳风……
en_us: That strength and the fighting style, those fists full of killing intent…

source: 这只狐妖是故意的，他早就发现了他们进镇，也知道狸猫藏宝的地方，所以将计就计，让狸猫引开他们的注意力，然后趁机突破防护阵，进来盗宝！
en_us: This fox demon was doing this on purpose. It had already discovered that they had entered the town and also knew the place where the civet cat had hidden its treasure, so it decided to turn the situation to its advantage by letting the civet cat draw away their attention, and then using the opportunity to break through the defensive array to steal the gift!

source: 这叫一点点需求吗？你干脆让人家盖个皇宫得了，从未见过如此厚颜无耻之人！
en_us: This is called a little request? You might as well get him to build you an emperor's palace. I’ve never met such a brazen person like you!

source: 这哪是剑修，这赤果果的就是体修啊喂！
en_us: That was not sword cultivation. That was purely body cultivation!

source: 这哪是去收弟子，这TM就是去发展邪教的吧？这压根就是带了一群脑残粉回来！
en_us: This wasn't a recruitment drive. They are forming a freaking cult! They've brought a bunch of retards back!

source: 这回他意识总算完全清醒了，有了转头的力气，终于看清了那个灰色的身影，正是那晚的姑娘，而她好像……在挖坑！
en_us: This time he finally regained his mental faculties. At last, he could turn his head and see the gray figure. It was the girl from last night, and she seemed to be… digging a hole in the ground!

source: 这回搬起石头砸到的脚，略疼啊！
en_us: It was as if she smashed her own feet with a stone - it was utterly painful!

source: 这场二对一的单方面殴打整整持续了十五分钟，直到萝卜那张新生的绝色脸上，再也找不到半点完好的皮肤，两人这才停了手。
en_us: The one-sided battle between Lonemoon and Yi Qing versus the radish lasted a full 15 minutes. They didn't stop until the radish's once perfect face was covered in bruises.

source: 这场打斗，整整持续了十几个时辰，孤月几乎把全身的灵力都用尽了，最后挥出一剑，带着凌厉的杀意直击向印风，眼看着就要击向对方命门的时候，一直分神注意着的脸色，果然一变，满眼都是惊恐之色，他连忙收住剑意，但剑风还是扫到了对方的右手，顿时鲜血如柱。
en_us: This battle lasted over twenty hours. Lonemoon's spiritual power was nearly used up. He made a final effort to thrust his sword toward Yin Feng, generating an aggressive killing intent. Just before the sword cut through Yin Feng's body, his distracted face regained some sort of focus. His eyes filled with horror as he suddenly registered the sword intent. He dodged but the sword still sliced his right arm. Blood began to flow out of the wound.

source: 这声音……师父！
en_us: This voice… Master!

source: 这声音他很熟悉，他是家族负责药田那边的荣管事。自己接手家族西山的药田清点工作，按道理每天都要向他报告的，可昨日因为被江如虎等人打了一顿，醒来后气愤加迷糊，一时之间竟然忘记了……
en_us: This familiar voice came from Chief Rong, the man in the family in charge of the herb plantations. After taking over the responsibility of maintaining the herb plantations in the Western Hills, Jiang Yi had to report to Chief Rong daily as part of his instructions. However, he endured a vicious attack at the hands of Jiang Ruhu and his gang of cronies the day before. When he woke up, he was angry, dazed, and weak, so he had momentarily forgotten about that specific duty…

source: 这姬家少女是个绝色妖精，而且她那双漂亮的丹凤眼内闪烁的光芒，让他感觉能洞悉一切般，他生怕在这呆久了，自己身上的一切秘密都无所遁形。
en_us: This young mistress of the Ji Family was a remarkably beautiful and alluring woman. Her pair of beautiful red phoenix eyes twinkled radiantly, making him feel as if she could see through everything clearly. he feared that, if he stayed here for too long, all of his personal secrets might be completely revealed.

source: 这就……走了？
en_us: They left... just like that?

source: 这就好像得了一本，早已经脱离时代的教材，并没有什么卵用。关键那些已经失传的丹方里，有的在青界中早已经有替代的丹药，有的就是材料早已经绝迹比如：化仙丹。所以删删减减下来，还真没几个能用的。
en_us: He felt as if he had just found education material from a whole other age — the recipes were useless. More importantly, the long-lost recipes were for pills and elixirs that had either been replaced in the Azure World or that had already ceased to exist.. At the end of the day, very little of it had any value.

source: 这座宏伟的大殿江逸知道一些，事实上整个天星大陆不知道武殿的人还真没有，因为所有城池中心都会有这么一座黑色古朴的大殿，而且武殿存在的历史太悠久了，似乎人类有纪元开始，这武殿就已经存在了。
en_us: Jiang Yi knew a bit about this imposing grand hall. In fact, there was truly not a single person in the entire Stellarsky Continent who did not know of the Martial Arts Hall. This was because a simple and unadorned black grand hall could be found in every city center would have. Additionally, the existence of the Martial Arts Hall in history had been extremely long. It seemed as though Martial Arts Halls had existed ever since the start of the era of mankind.

source: 这怎么可能！这女子的修为居然如此厚深。转瞬间他脑海中闪过千万种想法心底一沉，是他太意了！没想到小小一个中青界，居然有一手就能制住游仙的人物。
en_us: How can this be! This woman's cultivation was so thick and so deep. A thousand thoughts flashed through his mind, and his heart sank. He had been too careless! He hadn't thought that the insignificant Middle Azure World could produce a cultivator that matched up to a Travelling Immortal.

source: 这总管说得不错，今日就算打死了两人也没大事，江家肯定不会追究的。这管事很是精明，眼睛很毒，从他的穿着和侍女小奴在这做工应该猜出了，他在江家地位很低，也算定了他不敢大闹的。
en_us: The chief supervisor was right—it was unimportant if they beat the two of them to death, for the Jiang Clan would definitely not bother to investigate the incident. This chief was shrewd, and eyes shone with malic. From his apparel and the fact that Xiaonu the servant girl was working here, one could guess that his position in the Jiang Clan was very low; one could also estimate that he would not dare to make such a big fuss.

source: 这才两天时间，他竟赚了一两紫金，最重要的是那位姬听雨小姐还说了，以后有多少丹药她全收？那他再炼出二十七枚黑色丹药，不就能赚取十两紫金，赎回令牌了吗？
en_us: In just two days, he could actually earn a tael of purple gold. Most importantly, Miss Ji Tingyu had even said that she would collect any and all other elixirs he had in the future. If he could refine twenty-seven of them black elixir pills, would he not be able to earn ten taels of purple gold and redeem his command token back?

source: 这护卫的速度快得江逸根本反应不过来，而且力量也强大了很多，从这掌拍来引起的赫赫风声就可判断出。
en_us: The guard's speed was more than Jiang Yi could handle, and his strength was also a lot more potent. He could determine that from the howling wind produced by the palm strike.

source: 这护卫虽然受伤，也被江逸缠住右手，一时有些慌乱，但毕竟是铸鼎境三重武者，反应速度快得惊人，当下另外一只大手化作利爪朝江逸的左手两根指头抓来，欲折断他的两根手指。
en_us: The guard panicked for a short moment. Although he was injured and had his right arm entangled by Jiang Yi, he was nonetheless a martial artist at the third stage of the Cast Tripod Realm. As such, his reaction speed was shockingly fast. He immediately formed a claw with his other hand and grasped towards two fingers on Jiang Yi's left hand, in the hopes of breaking the two fingers.

source: 这时丹药房外传来一阵轻微的脚步声，一名少年偷偷的钻了进来，扫了一眼江逸，这才满脸谄媚笑意的朝柳长老走去，一边拱手说道：“恭喜长老，贺喜长老，您老人家终于炼出绝世丹药了……”
en_us: At this time, the light sound of footsteps came from the exterior of the Elixir Room. A young man secretly entered, glanced at Jiang Yi with one look, before walking in the direction of Elder Liu while putting on a face filled by a flattering and charming smile and cupping his hands in greeting. "Congratulations, Elder!” he exclaimed. “Congratulations, Elder! You, dear elder, have refined an exceptional elixir..."

source: 这时小奴也递上来一根点燃蜡烛，嘴里说着“少爷加油！”
en_us: At this moment, Xiaonu quickly delivered a lit candle and mouthed, “Don't give up, Young Master! You can do it!”

source: 这时，外面传来杨管事的叫声，江逸只能无奈的把那把从马飞那抢来的宝器藏入怀中，带上苍狼面具朝外面走去。
en_us: Manager Yang's voice came from the outside. Resigned, Jiang Yi stowed away the treasured artifact he took from Ma Fei back in his chest pocket, and went out wearing the wolf mask.

source: 这时，就在万般疯狂的喧嚣嘶吼声中，一句平静、普通，但却刺透所有声响的话语，在所有人耳边响起。
en_us: In the midst of all the commotion, a calm, ordinary sound pierced through all the noises and rang within everyone's ears.

source: 这是——掌门！？
en_us: This was… their sect master?!

source: 这是……一座仙宫！
en_us: This was… an immortal pavilion!

source: 这是……剑气？！
en_us: Was this... Sword Qi? !"

source: 这是……化神期的威压！
en_us: It was… the suppression from a cultivator of the Soul Formation stage!

source: 这是……新……弟子？！
en_us: These are... the new... disciples?

source: 这是……男主？这分明就是反派大BOSS的出场啊喂！
en_us: This is……The male protagonist？This is obviously the grand entrance of the Antagonist "Big Boss"

source: 这是……睡……睡着了……
en_us: She... was... asleep...

source: 这是啥意思？为什么突然不管她们了？对新进弟子的下马威吗？还是说这是什么入门的考验。
en_us: What did this mean? Why did they suddenly not care about them? Was this an opening gambit towards the new disciples? Or was it some sort of entrance test?

source: 这是威胁吧？绝对赤果果的威胁吧！
en_us: This is a threat, isn't it? It's a blatant and apparent threat.

source: 这是江家的人阶上品武技，这武技不追求幻化出的拳影多少，而是追求每一个拳影的真实度，让一般实力低下的武者根本看不出真实拳影，从而轻松伤敌。
en_us: The Phantom Punch was a Man-tier superior-grade technique belonging to the Jiang Clan. This technique was not about the number of fist silhouettes produced, but the degree of realism of each fist silhouette, preventing the average martial artist from ever making out the real fists, thereby wounding the enemy with ease.

source: 这是荣管事给他的令牌，可自由出入西山药田，江家族规甚严，如果被刑堂知道他敢用这令牌抵押，肯定会重重责罚的，但此刻他是黔驴技穷，唯有出此下策。
en_us: This command token was given to him by Chief Rong, which allowed him to move in and out of the medicinal plantations in the Western Hills freely. The Jiang Clan’s laws were exceptionally strict—if the Disciplinary Court found out that he brazenly used the command token as collateral, he would certainly be badly punished. However at that moment, his already-limited options had already been exhausted, so he had no choice but to take this move.

source: 这柳长老脾气如此古怪，在这干活要是哪天得罪了他？被他暴怒之下一掌拍死，那可就是死了也没地方述冤了……
en_us: Elder Liu's temper was so bizarre—what if one day he insulted the chief while working here? If he got beaten to death in the elder's rage, Jiang Yi would have nowhere to relate his grievances to in his death...

source: 这样一来，沈萤他们就陷入了一个很尴尬的境地。
en_us: This meant that Shen Ying, Yi Qing and Lonemoon were in a very awkward situation.

source: 这样下去不是办法，孤月脸色一沉，刚要调动灵气，速战速决，戚橙雨却突然大声道。
en_us: To go on like this would not do any good. Lonemoon's expression became grave. Just as he was about to activate his Spirit Qi to end the fight quickly, Qi Chengyu suddenly shouted out.

source: 这样的阵容就算是整个中青界高阶修士加起来，也是凑不出来的。奚秋心下一沉，对上青界的实力越加的忌惮起来。见对方没有直接开打的打算，做为掌门他深吸一口气上前道，“各位上青界道友突然驾临本宗，有失远迎。但不知何故要毁我护山大阵？”
en_us: Such a lineup would not be possible for them even if they rounded up all the cultivators in the Middle Azure World. Xi Qiu's heart sank as he grew more fearful of the Upper Azure World's extent of power. Seeing that the other party did not immediately begin to battle, as the sect master, he took a deep breath and went forward to say, "Fellow Daoists of the Upper Azure World, sorry for not being able to welcome all of you due to your sudden arrival at the sect, but may I know the reason behind destroying my Protective Mountain Array?"

source: 这样看来，这登塔不比飞升劫雷容易。而他们现在所在的，应该是第二层。
en_us: From the looks of it, the pagoda was not going to be any easier than going through the Immortal Ascension Lightning Tribulation. Lonemoon and Yi Qing were probably only in the second level of the pagoda.

source: 这次他不是自己醒来的，而是被一道沉闷的撞门声惊醒的。
en_us: He was awoken by a dull sound of a door being slammed open, instead of waking up naturally.

source: 这次他没有朝炼丹房走去，而是悄然拐出了西院朝城中快速走去，他要去城内最大的商号，聚珍阁！
en_us: This time, he did not walk towards the alchemy lab, but rather quietly turned his way out of the Western Courtyard and walked speedily in the direction of the city. He was going to the biggest merchant-house in the city - the Pearl Gathering Pavilion!

source: 这次历练要去的是位于玄天宗以南，很是偏远的一个小镇，求助的信息上说，三个月前镇子附近来了一只大妖，不少人都见到过，到目前为止已经有数十人遇害，受害者被剖心挖腹，死状十分惨烈，其中还包括前去降妖的的一位金丹道君。整个小镇，人心慌慌，实在没了办法才向玄天宗求助。
en_us: The area this experiential training team was assigned to was a remote town located to the south of Blackheaven Sect. The SOS message they had received said that a big demon had appeared near the town three months ago. Quite a number of people claimed to have seen it. So far, dozens of people had been killed, their organs removed. It was a gruesome spectacle, and included among the casualties was a Golden Core Dao Lord. The whole town was in a state of panic. In desperation they had requested Blackheaven Sect for help.

source: 这次她没接，直接转身问，“园长，你会煎肉排吗？”
en_us: This time, she did not receive it. She turned around to Yi Feng once again, "Director, do you know how to pan-fry steaks?"

source: 这次轮到杨管事迟疑了，片刻之后他才沉声说道：“第一点可以，不过我会按一天你上场陪练四场算，只有打够四场才会算一天工钱。至于第二点，你需要预支多少薪水？”
en_us: This time it was Manager Yang who hesistated. It was only after a short moment of time had passed when he said in a low deep voice, "I have no problem with the first point, but I was pay you the rate of a day's worth in wages if you serve as a sparring partner for four matches. Only after completeing four matches will you earn a day's worth in wages. As for the second point, what is the amount of money you need an advance on?"

source: 这江逸还能有以后吗？怕是今日过后江逸就会变成彻底的废物了吧？如此丧心病狂的手段，刑堂就算不杀他也会废了他修为，让他一辈子永远变成废人……
en_us: Would this Jiang Yi still be able to have a future? He would most probably be turned into a complete cripple today right? To commit such ruthless and mad crimes. Even if the Disciplinary Court didn't kill you, they would cripple his cultivation and turn him into a disabled trash for his life...

source: 这火龙形的浮雕异常传神，栩栩如生，就像一条活的火龙攀附在他丹田上般，整个龙形封印都由火红色的细小符文组成，大长老研究了很久都无从破解，更别说江逸了。
en_us: The fire dragon relief was abnormal and vivid-looking, as though it had come to life - a living fire-breathing dragon clinging onto his dantian. The entire dragon-shaped seal was assembled from tiny fire-red script. The Grand Elder had spent ages researching the words, but still could not break the seal—to say nothing of Jiang Yi's potential.

source: 这炼丹师既然是聚珍阁内的，那品阶肯定不会低。柳长老才是一品炼丹师在江家都是长老，可见炼丹师地位之高，他怎么敢承受这一礼？
en_us: Since this alchemist was from the Pearl Gathering Pavilion, his abilities were definitely not poor. Elder Liu was a superior-grade alchemist and was of a high Elder status at the Jiang Clan. One could easily tell that the status of alchemists was high. How could he ever dare to accept this one greeting?

source: 这真的是通往神界的界门。
en_us: This really is the realm gate that led to the Divine Realm.
